Repository: common-repository/mfa-photo-editor
Catalog: languages/mfa-photo-editor-*.po
Languages: it_it

source: Allows you to select images from the Wordpress Media Library for the Photo Editor feature of the My FastAPP plugin.
it_it: Ti consente di selezionare immagini dalla Libreria dei Media di Wordpress da utilizzare per il Photo Editor del plugin My FastAPP.

# Backend
source: A javascript problem occurred.
it_it: Si è verificato un problema con javascript.

# Backend
source: A security problem occurred while checking a metabox data
it_it: Si è vericato un problema di sicurezza durante la verifica dei dati di una metabox

# Backend
source: Click the &nbsp;{button}&nbsp; button to save the Overlay and Scenario configurations.
it_it: Clicca il bottone &nbsp;{button}&nbsp; per salvare le configurazioni Overlay e Scenario della gallery.

# Backend
source: Click the &nbsp;{icon}&nbsp; icon to copy the URL of the gallery configuration file into the clipboard.
it_it: Clicca l'icona &nbsp;{icon}&nbsp; per copiare nella clipboard l'URL del file di configurazione della gallery.

# Backend
source: Click the &nbsp;{icon}&nbsp; icons to select the images from the Wordpress Media Library.
it_it: Clicca le icone &nbsp;{icon}&nbsp; per selezionare le immagini dalla Libreria dei Media di Wordpress.

# Backend
source: copy into clipboard
it_it: copia nella clipboard

# Backend
source: delete image
it_it: rimuovi l'immagine

# Backend
source: Drag and drop the images to sort their order.
it_it: Trascina le immagini per modificarne l'ordine.

# Backend
source: drag&drop to sort
it_it: drag&drop per riordinare

# Backend
source: Gallery URL
it_it: URL della Gallery

# Backend
source: Photo Editor for My FastAPP
it_it: Photo Editor per My FastAPP

# Backend
source: save changes
it_it: salva le modifiche

# Backend
source: Select the image(s) for the OVERLAY
it_it: Seleziona le immagini per l'OVERLAY

# Backend
source: Select the image(s) for the SCENARIO
it_it: Seleziona le immagini per lo SCENARIO

# Backend
source: Show/Hide the instructions.
it_it: Mostra/Nascondi le istruzioni.

# Backend
source: Text copied into clipboard:
it_it: Testo copiato nella clipboard:

# Backend
source: To remove an image, click the &nbsp;{icon}&nbsp; icon and then save changes.
it_it: Per rimuovere un'immagine clicca l'icona &nbsp;{icon}&nbsp; e poi salva le modifiche.

# Backend
source: undo deleting
it_it: annulla la cancellazione

# Backend
source: You're not authorized to modify metabox content
it_it: Non sei autorizzato a modificare il contenuto di una metabox

# Rest API
source: A problem occurred while saving data in the configuration json file.
it_it: Si è verificato un problema durante il salvataggio dei dati json del file di configurazione.

# Rest API
source: A problem occurred while saving data in the WP database.
it_it: Si è verificato un problema durante il salvataggio dei dati nel database di WP.

# Rest API
source: Invalid data in the request body.
it_it: Dati non validi nel body della richiesta.

# Rest API
source: The gallery configuration has been saved.
it_it: La configurazione della galleria è stata salvata.

# Rest API
source: The request body is empty.
it_it: Il body della richiesta è vuoto.

# User role
source: Translator
it_it: Traduttore
